Repository: kamikazebr/seeds-gratidaum-bot
Catalog: locales/*/LC_MESSAGES/mybot.po
Languages: es

source: Confirme o envio da Gratidaum
es: Confirmar el envío de Gratitud

source: a pessoa
es: a la persona

source: 🥳 Sua Gratidaum está quase chegando para {to} 🎉 Você precisa confirmar a transação. Você tem 2 opções: Clique no link abaixo para assinar com Seeds Wallet/Anchor {link_confirm_transaction} Ou Escaneie o QR Code abaixo para assinar a transação
es: 🥳 Su Gratitud ya casi llega a {to} 🎉 Tienes que confirmar la transacción. Tienes 2 opciones: Haz clic en el siguiente enlace para confirmar con SEEDS Wallet/Anchor {link_confirm_transaction} O Escanea el código QR de abajo para confirmar la transacción

source: <b>OBS:</b> Nunca compartilhe sua senha com ninguém, e a guarde em lugar seguro.
es: <b>Nota:</b> Nunca compartas tu contraseña con nadie y guárdala en un lugar seguro.

source: Precisa de ajuda, <b>{full_name}</b>? Segue uma lista de comandos que você pode usar: 🥰 /gratz @nomedapessoa Mensagem de gratidaum 📜 Envia gratidaum para a pessoa selecionada. 🤔 /ajuda 📜 Esse menu de ajuda <a href="{start_link_setup}" >🤖 Inicie a configuração CLICANDO AQUI 🤖</a> {msg_footer}
es: ¿Necesitas ayuda <b>{full_name}</b>? Aquí una lista de comandos que puedes utilizar: 🥰 /ack @nombre_de_persona Mensaje de gratitud 📜 Envía gratitud a la persona seleccionada. 🤔 /help 📜 Este menú de ayuda <a href="{start_link_setup}" >🤖 Inicia la configuración haciendo clic aquí 🤖</a> {msg_footer}

source: Idioma Português selecionado.
es: Idioma Español seleccionado.

source: Olá Prazer em te conhecer,<b>{full_name}</b> Eu sou um <b>robô</b> que está aqui pra te ajudar a configurar sua conta Eu preciso saber o <b>username</b> da sua conta SEEDS para que você possa receber <b>Gratidaum</b>. Envie "cancel" (sem aspas) a qualquer momento para cancelar {msg_footer}
es: ¡Hola! Gusto en conocerte <b>{full_name}</b> Yo soy un <b>bot</b> que está aqui para ayudarte a configurar tu cuenta Necesito saber tu <b>nombre de cuenta</b> de SEEDS para que puedas recibir <b>Gratitud</b>. Envía "cancel" (sin comillas) en cualquier momento para cancelar {msg_footer}

source: Qual seu username do SEEDS?
es: ¿Cuál es tu nombre de cuenta de SEEDS?

source: Olá novamente,<b>{full_name}</b> Você já tem uma conta do SEEDS cadastrado com o username: <b>{username}</b>. Envie "<b>cancel</b>" (sem aspas) a qualquer momento para cancelar {msg_footer}
es: Hola nuevamente <b>{full_name}</b> Ya tienes una cuenta de SEEDS registrada con el nombre <b>{username}</b>. Envía "<b>cancel</b>" (sin las comillas) en cualquier momento para cancelar {msg_footer}

source: Qual o novo username do SEEDS?
es: ¿Cuál es el nuevo nombre de cuenta de SEEDS?

source: Oh Não! Isso não é um username válido. Vamos tentar novamente. Qual seu username do SEEDS? (Ex: felipenseeds)
es: ¡Oh No! Ese no es un nombre de cuenta válido. Vamos a intentar de nuevo. ¿Cuál es tu nombre de cuenta de SEEDS? (Ej: felipenseeds)

source: Muito bem <b>{full_name}</b>! Seu username do SEEDS: <b>{username}</b> Agora você já pode enviar e receber Gratidaum!
es: ¡Muy bien <b>{full_name}</b>! Tu nombre de cuenta de SEEDS: <b>{username}</b> ¡Ya puedes enviar y recibir Gratitud!

source: Ops. Algo deu errado
es: ¡Oh no! Algo salió mal

source: Use /ack @nome Escreva seu Agradecimento
es: Utiliza /ack @nombre agradecimiento

source: {user_mention} envia Gratidaum para <b>{who}</b> {memo}
es: {user_mention} envía Gratitud para <b>{who}</b> {memo}

source: 🤖 Peça que a pessoa inicie a configuração CLICANDO AQUI 🤖
es: 🤖 Pide a esa persona que inicie la configuración haciendo CLIC AQUÍ 🤖

source: Não encontramos essa pessoa de nome <b>{who}</b> talvez seja necessário essa pessoa se registrar. {link_setup_html}
es: No encuentro a esa persona por el nombre <b>{who}</b> puede ser necesario que esa persona se registre. {link_setup_html}

source: Use /ack @nome agradecimento
es: Utiliza /ack @nombre agradecimento

source: Ops! Eu não conheço esse comando: [{command}].
es: ¡Oh no! No conozco el comando: [{command}].
